Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/uusi_vieraan_kielen_harjoituskirja_inarinsaameen_ilmestyi.html.tmx
Source language: fin
Languages: smn

source: Uusi vieraan kielen harjoituskirja inarinsaameen ilmestyi
smn: Uđđâ hárjuttâskirje anarâškielâ viereskiellân almostui

source: Työkirjan on kirjoittanut Henna Aikio ja se sisältää harjoituksia Hitruu!
smn: Uáppeeh, kiäh loheh anarâškielâ viereskiellân vuáđumáttááttâs viiđâd luokkaast, uážžuh uđđâ hárjuttâskirje.

source: Skipáreh -tekstikirjaan.
smn: Hitruu!

source: Kirja on tarkoitettu perusopetuksen viidennelle luokalle vieraan kielen opetukseen.
smn: 3 Hárjuttâsah -pargokirje lii almostum.

source: Harjoituskirjan tehtävissä harjoitellaan tekstikirjan sisältöjä monipuolisesti.
smn: Pargokirje lii čáállám Henna Aikio já tot siskeeld hárjuttâsâid Hitruu!

source: Kaikki kirjaan sisältyvät sanaristikot voi tehdä myös sähköisesti Cloubi-alustalla.
smn: Skipáreh -tekstâkiirján.

source: Tilaukset: kirjatilaus(at)samediggi.fi Uudet nettisivut oppimateriaalin tilausta varten tulossa!
smn: Kirje lii uáivildum vuáđumáttááttâs viiđâd luokka viereskielâ máttááttâsân.

source: Koulutus- ja oppimateriaali
smn: Hárjuttâskirje pargopitáin tun peesah hárjuttâllâđ tekstâkirje siskáldâsâid maaŋgâpiälálávt.
